const activityList = [
  {
    parent: '1',
    no: '1',
    row: 'প্রশ্নপত্র প্রণয়ন',
    noEntry: true,
  },
  {
    parent: '1',
    no: '1.1',
    row: 'তত্ত্বীয় কোর্স',
  },
  {
    parent: '1',
    no: '1.2',
    row: 'ব্যবহারিক কোর্স',
  },
  {
    parent: '1',
    no: '1.3',
    row: 'টিউটোরিয়াল',
  },
  {
    parent: '1',
    no: '1.4',
    row: 'টার্মিনাল',
  },
  {
    parent: '2',
    row: 'প্রশ্নপত্র সমীক্ষণ (মডারেশন)',
    no: '2',
  },
  {
    parent: '3',
    row: 'প্রশ্নপত্র অনুবাদ',
    no: '3',
  },
  {
    parent: '4',
    row: 'প্রশ্নপত্র লিখন',
    no: '4',
  },
  {
    parent: '5',
    row: 'প্রশ্নপত্র ফটোকপি',
    no: '5',
  },
  {
    parent: '6',
    row: 'উত্তরপত্র পরীক্ষণ',
    no: '6',
    noEntry: true,
  },
  {
    parent: '6',
    row: 'তত্ত্বীয় কোর্স',
    no: '6.1',
  },
  {
    parent: '6',
    row: 'ব্যবহারিক কোর্স',
    no: '6.2',
  },
  {
    parent: '6',
    row: 'টিউটোরিয়াল',
    no: '6.3',
  },
  {
    parent: '6',
    row: 'টার্মিনাল',
    no: '6.4',
  },
  {
    parent: '6',
    row: 'প্রেজেন্টেশান',
    no: '6.5',
  },
  {
    parent: '6',
    row: '৩য় পরীক্ষণ / স্ক্রুটিনী',
    no: '6.6',
  },
  {
    parent: '7',
    row: 'মৌখিক পরীক্ষা',
    no: '7',
  },
  {
    parent: '8',
    row: 'পরীক্ষক',
    no: '8',
    noEntry: true,
  },
  {
    parent: '8',
    row: 'ফিল্ড ওয়ার্ক/ইন্ডাস্ট্রিয়াল ট্যুর',
    no: '8.1',
  },
  {
    parent: '8',
    row: 'ব্যবহারিক নোট বুক',
    no: '8.2',
  },
  {
    parent: '8',
    row: 'সংগৃহীত নমুনা পরীক্ষণ',
    no: '8.3',
  },
  {
    parent: '8',
    row: 'প্রজেক্ট/টার্ম পেপার/ইন্টার্নশিপ রিপোর্ট ',
    no: '8.4',
  },
  {
    parent: '8',
    row: 'থিসিস (মাস্টার্স/এম.ফিল/পিএইচ.ডি)',
    no: '8.5',
  },
  {
    parent: '9',
    row: 'ব্যবহারিক পরীক্ষার সম্মানী',
    no: '9',
  },
  {
    parent: '10',
    row: 'টেবুলেশন',
    no: '10',
  },
  {
    parent: '11',
    row: 'গ্রেডসিট লিখন',
    no: '11',
  },
  {
    parent: '12',
    row: 'গ্রেডসিট যাচাইকরণ',
    no: '12',
  },
  {
    parent: '13',
    row: 'থিসিস গাইড/সুপারভিশন',
    no: '13',
  },
  {
    parent: '14',
    row: 'সভাপতির সম্মানী ভাতা',
    no: '14',
  },
  {
    parent: '15',
    row: 'পরীক্ষা কমিটির সদস্য সম্মানী',
    no: '15',
  },
  {
    parent: '16',
    row: 'পরিদর্শক সম্মানী (প্রতি টিউটোরিয়াল)',
    no: '16',
  },
  {
    parent: '17',
    row: 'ইনসিডেন্টাল চার্জ (সংযুক্ত ভাউচার নং- )',
    no: '17',
  },
];

export default activityList;
